{ "translations": {
    "Error: The special characters cannot be empty." : "Erro: os caracteres especiais non poden estar baleiros.",
    "Failed to save!" : "Produciuse un fallo ao gardar o ficheiro",
    "Saved" : "Gardado",
    "Password Policy" : "Política de contrasinais",
    "Old password is wrong." : "O contrasinal antigo é incorrecto.",
    "Password confirmation does not match the password." : "A confirmación do contrasinal non coincide co contrasinal. ",
    "Password must be different than the old password." : "O novo contrasinal debe ser diferente do antigo contrasinal",
    "An expiration date is required." : "Requírese unha data de caducidade",
    "_The expiration date cannot exceed %n day._::_The expiration date cannot exceed %n days._" : ["A data de caducidade non pode exceder de %n día.","A data de caducidade non pode exceder de %n días."],
    "Password expiration notice" : "Aviso de caducidade do contrasinal",
    "Your password expired %1$s days ago" : "O seu contrasinal caducou vai %1$s días",
    "You have %1$s days to change your password" : "Dispón de %1$s días para cambiar o seu contrasinal",
    "Change Password" : "Cambiar o contrasinal",
    "Your password has expired" : "O seu contrasinal caducou",
    "Please change your password to gain back access to your account" : "Cambie o seu contrasinal para volver ter acceso a súa conta.",
    "The password is too short. At least %d characters are required." : "O contrasinal e moi curto. Requírense polo menos %d caracteres.",
    "_The password contains too few lowercase letters. At least one lowercase letter is required._::_The password contains too few lowercase letters. At least %n lowercase letters are required._" : ["O contrasinal ten poucas letras minúsculas. Requírese polo menos unha letra minúscula.","O contrasinal ten poucas letras minúsculas. Requírense polo menos %n letras minúsculas."],
    "_The password contains too few numbers. At least one number is required._::_The password contains too few numbers. At least %n numbers are required._" : ["O contrasinal ten poucos números. Requírese polo menos número.","O contrasinal ten poucos números. Requírense polo menos %n números."],
    "The password is older than %d days." : "O contrasinal ten máis de %d días.",
    "The password must be different than your previous %d passwords." : "O novo contrasinal debe ser diferente dos seus %d contrasinais anteriores.",
    "The password contains invalid special characters. Only %s are allowed." : "O contrasinal contén caracteres especiais non válidos. Só se permiten %s.",
    "_The password contains too few special characters. At least one special character (%s) is required._::_The password contains too few special characters. At least %n special characters (%s) are required._" : ["O contrasinal ten poucos caracteres especiais. Requírese polo menos un carácter especial (%s).","O contrasinal ten poucos caracteres especiais. Requírense polo menos %n caracteres especiais (%s)."],
    "_The password contains too few special characters. At least one special character is required._::_The password contains too few special characters. At least %n special characters are required._" : ["O contrasinal ten poucos caracteres especiais. Requírese polo menos un carácter especial.","O contrasinal ten poucos caracteres especiais. Requírense polo menos %n caracteres especiais."],
    "_The password contains too few uppercase letters. At least one uppercase letter is required._::_The password contains too few uppercase letters. At least %n uppercase letters are required._" : ["O contrasinal ten poucos letras minúsculas. Requírese polo menos unha letra minúscula.","O contrasinal ten poucos letras minúsculas. Requírense polo menos %n letras minúsculas."],
    "Password and public link expiration policies" : "Políticas de caducidade dos contrasinais e das ligazóns públicas",
    "Minimum password requirements for user accounts and public links:" : "Requisitos mínimos dos contrasinais para contas de usuario e ligazóns públicas:",
    "minimum characters" : "mínimo de caracteres",
    "lowercase letters" : "letras minúsculas",
    "uppercase letters" : "letras maiúsculas",
    "numbers" : "números",
    "special characters" : "caracteres especiais",
    "Restrict to these special characters:" : "Restrinxir a estes caracteres especiais:",
    "User password policies:" : "Política de contrasinais de usuario:",
    "last passwords should not be used" : "non deben empregarse os últimos contrasinais",
    "days until user password expires" : "días ata que caduca o contrasinal do usuario",
    "days before password expires, users will receive a reminder notification" : "días antes de que caduque o contrasinal, os usuarios recibirán unha notificación de recordatorio",
    "Force users to change their password on first login" : "Obrigar aos usuarios a cambiar o contrasinal no primeiro acceso",
    "Public link expiration policies:" : "Políticas de caducidade das ligazóns públicas:",
    "days maximum until link expires if password is set" : "máximo de días ata que caduca a ligazón se se estabelece un contrasinal",
    "days maximum until link expires if password is not set" : "máximo de días ata que caduca a ligazón se non se estabelece un contrasinal",
    "Save" : "Gardar",
    "Please set a new password" : "Estabeleza un novo contrasinal",
    "Your password has expired." : "O seu contrasinal caducou",
    "Please choose a new password." : "Escolla un novo contrasinal.",
    "Current password" : "Contrasinal actual",
    "New password" : "Novo contrasinal",
    "Confirm new password" : "Confirmar o novo contrasinal"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}