{ "translations": {
    "Failed to save!" : "Неуспешно снимање!",
    "Saved" : "Снимено",
    "Password Policy" : "Политика на лозинки",
    "Old password is wrong." : "Старата лозинка е грешна.",
    "Password confirmation does not match the password." : "Лозинката и потврдната лозинка не се совпаѓаат.",
    "Password must be different than the old password." : "Лозинката мора да е различна од старата лозинка.",
    "An expiration date is required." : "Потребен е датум на истекување.",
    "_The expiration date cannot exceed %n day._::_The expiration date cannot exceed %n days._" : ["Датумот на истекување неможе да надминува %n ден.","Датумот на истекување неможе да надминува %n дена."],
    "Password expiration notice" : "Известување за истекување на лозинка",
    "Your password expired %1$s days ago" : "Вашата лозинка истече пред %1$s дена",
    "You have %1$s days to change your password" : "Ви преоставуваат уште %1$s дена за да ја смените лозинката",
    "Change Password" : "Смени лозинка",
    "Your password has expired" : "Вашата лозинка е истечена",
    "Please change your password to gain back access to your account" : "Ве молиме сменете ја вашата лозинка за да имате повторно пристап до вашата сметка",
    "The password is too short. At least %d characters are required." : "Лозинката е премногу кратка. Лозинката мора да содржи минимум %d карактери.",
    "_The password contains too few lowercase letters. At least one lowercase letter is required._::_The password contains too few lowercase letters. At least %n lowercase letters are required._" : ["Лозинката не содржи доволен број на мали букви. Лозинката мора да содржи минимум една мала буква.","Лозинката не содржи доволен број на мали букви. Лозинката мора да содржи минимум %n мали букви."],
    "_The password contains too few numbers. At least one number is required._::_The password contains too few numbers. At least %n numbers are required._" : ["Лозинката не содржи доволен број на броеви. Лозинката мора да содржи минимум еден број.","Лозинката не содржи доволен број на броеви. Лозинката мора да содржи минимум %n броеви."],
    "The password is older than %d days." : "Лозинката е постара од %d дена.",
    "The password must be different than your previous %d passwords." : "Лозинката мора да биде различна од вашите%d предходни лозинки.",
    "The password contains invalid special characters. Only %s are allowed." : "Лозинката содржи недозволени специјални карактери. Само%s се дозволени.",
    "_The password contains too few special characters. At least one special character (%s) is required._::_The password contains too few special characters. At least %n special characters (%s) are required._" : ["Лозинката не содржи доволен број на специјални карактери. Лозинката мора да содржи минимум еден специјаленкарактер (%s).","Лозинката не содржи доволен број на специјални карактери. Лозинката мора да содржи минимум %n специјални катактери (%s)."],
    "_The password contains too few special characters. At least one special character is required._::_The password contains too few special characters. At least %n special characters are required._" : ["Лозинката не содржи доволен број на специјални карактери. Лозинката мора да содржи минимум еден специјален катактер.","Лозинката не содржи доволен број на специјални карактери. Лозинката мора да содржи минимум %n специјални катактери."],
    "_The password contains too few uppercase letters. At least one uppercase letter is required._::_The password contains too few uppercase letters. At least %n uppercase letters are required._" : ["Лозинката не содржи доволен број на големи букви. Лозинката мора да содржи минимум една голема буква.","Лозинката не содржи доволен број на големи букви. Лозинката мора да содржи минимум %n големи букви."],
    "Password and public link expiration policies" : "Политика на истекување на лозинка и јавна врска",
    "Minimum password requirements for user accounts and public links:" : "Минимални барања за лозинка за кориснички сметки и јавни линкови:",
    "minimum characters" : "минимален број на карактери",
    "lowercase letters" : "мали букви",
    "uppercase letters" : "големи букви",
    "numbers" : "броеви",
    "special characters" : "специјални карактери",
    "Restrict to these special characters:" : "Ограничување на овие специјални карактери:",
    "User password policies:" : "Политика на лозинки за корисници:",
    "last passwords should not be used" : "предходните лозинки не треба да се користат",
    "days until user password expires" : "дена до истекот на лозинката",
    "days before password expires, users will receive a reminder notification" : "дена пред истекувањето на лозинката, корисниците ќе добијат известување за потсетување",
    "Force users to change their password on first login" : "Принудете ги корисниците да ја сменат лозинката при првото најавување",
    "Public link expiration policies:" : "Политика за истекување на јавни линкови:",
    "days maximum until link expires if password is set" : "денови додека врската не истече ако е поставена лозинка",
    "days maximum until link expires if password is not set" : "денови додека врската не истече ако не е поставена лозинка",
    "Save" : "Сними",
    "Please set a new password" : "Ве молиме поставете нова лозинка",
    "Your password has expired." : "Вашата лозинка е истечена.",
    "Please choose a new password." : "Ве молиме изберете нова лозинка.",
    "Current password" : "Моментална лозинка",
    "New password" : "Нова лозинка",
    "Confirm new password" : "Потврдете ја новата лозинка"
},"pluralForm" :"nplurals=2; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : 1;"
}