{ "translations": {
    "Error: The special characters cannot be empty." : "Erro: os caracteres especiais não podem estar vazios.",
    "Failed to save!" : "Falha ao salvar!",
    "Saved" : "Salvo",
    "Password Policy" : "Política de Senha",
    "Old password is wrong." : "A senha antiga está errada.",
    "Password confirmation does not match the password." : "Confirmação de senha não coincide com à senha.",
    "Password must be different than the old password." : "A senha deve ser diferente da senha antiga.",
    "An expiration date is required." : "Uma data de expiração é obrigatória.",
    "_The expiration date cannot exceed %n day._::_The expiration date cannot exceed %n days._" : ["A data de validade não pode exceder %n dia.","A data de validade não pode exceder%n dias."],
    "Password expiration notice" : "Aviso de expiração de senha",
    "Your password expired %1$s days ago" : "Sua senha expirou há %1$s dias atrás",
    "You have %1$s days to change your password" : "Você tem %1$s dias para mudar sua senha",
    "Change Password" : "Trocar Senha",
    "Your password has expired" : "Sua senha expirou",
    "Please change your password to gain back access to your account" : "Por favor, altere sua senha para recuperar o acesso à sua conta",
    "The password is too short. At least %d characters are required." : "A senha é muito curta. Pelo menos %d caracteres são exigidos.",
    "_The password contains too few lowercase letters. At least one lowercase letter is required._::_The password contains too few lowercase letters. At least %n lowercase letters are required._" : ["A senha contém poucas letras minúsculas. Pelo menos uma letra minúscula é necessária.","A senha contém poucas letras minúsculas. No mínimo%nletras minúsculas são necessárias."],
    "_The password contains too few numbers. At least one number is required._::_The password contains too few numbers. At least %n numbers are required._" : ["A denha contém poucos números. No mínimo um número é necessário.","A senha contém poucos números.  No mínimo %n números são necessários."],
    "The password is older than %d days." : "A senha é mais antiga que %d dias.",
    "The password must be different than your previous %d passwords." : "A senha deve ser diferente da sua senha anterior %d.",
    "The password contains invalid special characters. Only %s are allowed." : "A senha contém caracteres especiais inválidos.  Somente %s são permitidos.",
    "_The password contains too few special characters. At least one special character (%s) is required._::_The password contains too few special characters. At least %n special characters (%s) are required._" : ["A senha contém poucos caracteres especiais. No mínimo um caracter especial (%s) é necessário.","A senha contém poucos caracteres especiais. No mínimo %n caracteres especiais (%s) são necessários."],
    "_The password contains too few special characters. At least one special character is required._::_The password contains too few special characters. At least %n special characters are required._" : ["A senha contém poucos caracteres especiais. No mínimo é necessário um caractere especial.","A senha contém poucos caracteres especiais. No mínimo %n caracteres especiais são necessários."],
    "_The password contains too few uppercase letters. At least one uppercase letter is required._::_The password contains too few uppercase letters. At least %n uppercase letters are required._" : ["A senha contém poucos caracteres em letra maiúscula. No mínimo é necessário um caractere em letra maiúscula.","A senha contém poucos caracteres com letra maiúscula. No mínimo são necessários 1%n caracteres em letra maiúscula."],
    "Password and public link expiration policies" : "Senha e linque públicos políticas de expiração",
    "Minimum password requirements for user accounts and public links:" : "Requisitos mínimos de senha para contas de usuários e linques públicos:",
    "minimum characters" : "caracteres mínimos",
    "lowercase letters" : "caracteres minúsculos",
    "uppercase letters" : "letras maiúsculas",
    "numbers" : "números",
    "special characters" : "caracteres especiais",
    "Restrict to these special characters:" : "Restringir a esses caracteres especiais:",
    "User password policies:" : "Políticas de senha do usuário:",
    "last passwords should not be used" : "últimas senhas não devem ser usadas",
    "days until user password expires" : "dias até a senha do usuário expirar",
    "days before password expires, users will receive a reminder notification" : "dias antes da expiração da senha, os usuários receberão uma notificação de lembrete",
    "Force users to change their password on first login" : "Forçar usuários a alterar sua senha no primeiro login",
    "Public link expiration policies:" : "Políticas de expiração de links públicos:",
    "days maximum until link expires if password is set" : "máximo de dias até o linque expirar se a senha estiver definida",
    "days maximum until link expires if password is not set" : "máximo de dias até o linque expirar se a senha não estiver definida",
    "Save" : "Salvar",
    "Please set a new password" : "Por favor configure uma nova senha",
    "Your password has expired." : "Sua senha expirou.",
    "Please choose a new password." : "Por favor, escolha uma nova senha.",
    "Current password" : "Senha atual",
    "New password" : "Nova senha",
    "Confirm new password" : "Confirme a nova senha"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}